[Cues]
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Chloe_010 = "Max ... saatnya ..."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Chloe_030 = "Max ... Aku akan selalu bersamamu."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Chloe_050 = "Selamanya ..."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Chloe_060 = "Max ... Aku akan selalu bersamamu."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Max_020 = "Tidak lagi."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Max_040 = "Aku tahu ... Kau sahabatku ..."
Cue_E5_7A_CliffFuture_ChoiceSaveChloe_Max_070 = "Selamanya ..."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Chloe_010 = "Max ... saatnya ..."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Chloe_030 = "Aku tahu, Max Tapi kita harus Kita harus menyelamatkan semua orang, baik-baik saja |..? Dan Anda akan membuat orang-orang bajingan membayar untuk apa yang mereka lakukan untuk Rachel."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Chloe_040 = "Menjadi bersama minggu ini ... Itu adalah hadiah perpisahan terbaik yang saya bisa berharap untuk. Kau pahlawan saya, Max."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Chloe_060 = "Anda lebih baik. Dan, aku akan selalu mencintaimu. Sekarang, keluar dari sini, silakan! Lakukan sebelum aku panik. Dan, Max Caulfield? Jangan pernah lupakan aku ..."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Max_020 = "Chloe ... Aku sangat, sangat menyesal ... aku ... aku tidak ingin melakukan ini."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Max_050 = "Chloe ... Aku mencintaimu."
Cue_E5_7A_CliffFuture_ChoiceSaveTownKissChloe_Max_070 = "Tidak pernah."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Chloe_010 = "Max ... saatnya ..."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Chloe_030 = "Aku tahu, Max Tapi kita harus Kita harus menyelamatkan semua orang, baik-baik saja |..? Dan Anda akan membuat orang-orang bajingan membayar untuk apa yang mereka lakukan untuk Rachel."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Chloe_040 = "Menjadi bersama minggu ini ... itu adalah hadiah perpisahan terbaik yang saya bisa berharap untuk. Kau pahlawan saya, Max."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Chloe_060 = "Aku akan selalu mencintaimu ... Sekarang, keluar dari sini, silakan! Lakukan sebelum aku panik. Dan Max Caulfield? Apakah Anda lupa tentang saya ..."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Max_020 = "Aku tahu. Chloe ... Aku sangat, sangat menyesal ... saya tidak ingin melakukan ini ... tapi kita harus ..."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Max_050 = "Oh, Chloe ... Aku akan merindukanmu begitu banyak."
Cue_E5_7A_CliffFuture_ChoiceSaveTown_Max_070 = "Tidak pernah."
Cue_E5_7A_CliffFuture_Insertion_Chloe_003 = "Max? Max, kau bisa mendengarku? Silakan, mengatakan sesuatu."
Cue_E5_7A_CliffFuture_Insertion_Chloe_010 = "Oh, terima kasih Tuhan ... Jangan pernah melakukan hal itu lagi, oke?"
Cue_E5_7A_CliffFuture_Insertion_Chloe_040 = "Persetan semua itu, oke? Anda diberi kekuatan. Anda tidak meminta untuk itu ... dan Anda menyelamatkan saya. Yang harus terjadi, semua ini lakukan ... kecuali untuk apa yang terjadi pada Rachel. "
Cue_E5_7A_CliffFuture_Insertion_Chloe_050 = "Tapi tanpa kekuatan Anda, kami tidak akan menemukannya! Oke, jadi Anda tidak sialan Waktu Guru, tapi kau Maxine Caulfield ... dan kau menakjubkan."
Cue_E5_7A_CliffFuture_Insertion_Max_007 = "Chloe? Aku ... aku pasti pingsan ... Maaf."
Cue_E5_7A_CliffFuture_Insertion_Max_020 = "Aku bersumpah ... tapi itu mimpi buruk itu begitu nyata ... begitu mengerikan ..."
Cue_E5_7A_CliffFuture_Insertion_Max_030 = "Ini adalah badai saya. Saya menyebabkan ini ... menyebabkan semua ini. Saya mengubah nasib dan takdir begitu banyak bahwa ... Aku benar-benar melakukan mengubah jalannya segala sesuatu. Dan aku benar-benar dibuat hanya kematian dan kehancuran ! "
Cue_E5_7A_CliffFuture_Insertion_Max_060 = "Max ... tidak pernah Maxine. Kau tahu itu."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_020 = "Max, ini adalah satu-satunya cara."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_040 = "Anda ... Anda bisa menggunakan foto yang mengubah segalanya segera kembali ke ketika Anda mengambil gambar itu ... Semua yang akan ambil adalah bagi saya untuk ... untuk ..."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_060 = "Aku tahu. Anda membuktikan bahwa berulang-ulang ... meskipun saya tidak pantas mendapatkannya. Aku sangat egois ... tidak seperti ibuku ... Lihat apa yang dia harus menyerah dan hidup melalui ... dan dia lakukan. "
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_070 = "Dia pantas lebih banyak daripada untuk dibunuh oleh badai di restoran sialan |. Bahkan langkah saya ... ayah layak hidup-hidup |. Ada begitu banyak orang di Arcadia Bay yang harus hidup ... cara lebih dari saya..."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_090 = "Kau tidak diperdagangkan saya. Mungkin Anda baru saja menunda takdir nyata saya ... Lihatlah berapa kali saya sudah hampir mati atau benar-benar meninggal sekitar Anda. Lihatlah apa yang terjadi di Arcadia Bay sejak pertama kali menyelamatkan saya. aku tahu aku sudah egois, tapi sekali saya pikir saya harus menerima nasib saya ... nasib kita ... "
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_094 = "Max, Anda akhirnya datang kembali ke saya minggu ini, dan ... Anda tidak melakukan apapun kecuali menunjukkan cinta dan persahabatan. Anda membuat saya tersenyum dan tertawa, seperti aku belum dilakukan dalam tahun."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_096 = "Di mana pun saya berakhir setelah ini ... pada kenyataannya apapun ... semua momen-momen di antara kami yang nyata, dan mereka akan selalu menjadi milik kita. Tidak peduli apa yang Anda pilih, saya tahu Anda akan membuat keputusan yang tepat. "
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_098 = "Ini adalah takdir Anda juga, Max ... dan aku tidak meninggalkan Anda. Aku akan selalu berada di sisi Anda, seperti Anda selalu ada untuk saya. Ingat, kau pasangan saya dalam waktu. "
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_110 = "Tidak, Max ..."
Cue_E5_7A_CliffFuture_IntroChoice_Chloe_115 = "Kau satu-satunya yang bisa."
Cue_E5_7A_CliffFuture_IntroChoice_Max_030 = "Saya merasa seperti saya mengambil gambar ini seribu tahun yang lalu."
Cue_E5_7A_CliffFuture_IntroChoice_Max_050 = "Persetan itu! Tidak ada ... tidak ada cara! Anda adalah prioritas nomor satu saya sekarang. Anda semua yang penting bagi saya."
Cue_E5_7A_CliffFuture_IntroChoice_Max_080 = "Jangan mengatakan bahwa ... Aku tidak akan perdagangan Anda."
Cue_E5_7A_CliffFuture_IntroChoice_Max_092 = "Chloe ..."
Cue_E5_7A_CliffFuture_IntroChoice_Max_100 = "Chloe ... aku tidak bisa membuat pilihan ini ..."
Cue_E5_7A_Cliff_CHChloe_Phase01_Chloe_001 = "Anda harus memilih Max ..."
Cue_E5_7A_Cliff_CHChloe_Phase01_Chloe_002 = "Selamatkan aku, atau bahwa kota kotor."
Cue_E5_7A_Cliff_CHChloe_Phase01_Chloe_003 = "Tapi tolong, pilih saya ... :'("